import 'bootstrap/dist/css/bootstrap.min.css'
import React from 'react';
import ReactDOM from 'react-dom';
import {Fragment} from "react";
import './index.css';
const App =() =>{
    return(
        <Fragment>
           <div className="container">
                    <div >
                        <h1 className="title">Лук’яник Микола Миколайович</h1>
                    </div>
                    <div className="row  justify-content-around">
                        <div>
                            <h3> Адреса:</h3>
                            <p> Рівненська обл., Рівненський район, с. Шубків</p>
                        </div> 
                        <div>
                            <h3> Телефон:</h3>
                            <p> (097) 960-72-89</p>
                        </div>
                        <div>
                            <h3> e-mail:</h3>
                            <p> lukyanik.iawp@gmail.com, lukyanik@ukr.net</p>
                        </div>

                                      


                     
                    </div>
                    <div>
                        <h3>Мета: </h3>
                        <p>отримання посади Front-End розробника</p>
                    </div>
                    <div>
                        <h3>Досвід роботи:</h3>
                        <p>липень 2001 року — зараз — завідувач сектором економіки, Інститут сільського господарства Західного Полісся . Сфера діяльності: наукові дослідженні в галузі сільського господарства.</p>
                    </div>
                    <div>
                        <h3>Функціональні обов'язки:</h3>
                        <ul>
                            <li>Наукові дослідження в сфері аграрної економіки</li>
                        </ul>
                    </div>
                    <div>
                        <h3>Інші обов'язки:</h3>
                        <ul>
                            <li>Розробка та адміністрування сайту інституту на CMS Joomla</li>
                            <li>Обслуговування, ремонт і модернізація комп'ютерної техніки</li>
                            <li>Обслуговування оргтехніки</li>
                            <li>Монтаж LAN</li>
                            <li>Підтримка користувачів</li>
                        </ul>
                    </div>
                    <div>
                        <h3>Освіта:</h3>
                        <p>1996-2001 рр., Рівненський державний технічний університет, економічний  факультет, диплом спеціаліста.</p>
                    </div>
                    <div>
                        <h3>Професійні навички:</h3>
                        <p>Знання JavaScript, CSS, HTML,Flexbox CSS, Bootstrap, CMS Joomla</p>
                    </div>
                    <div>
                        <h3>Знання мов:</h3>
                        <p>Українська- вільно, російська – вільно, англійська - початковий рівень знання технічної мови, французька, польська –початковий рівень</p>
                    </div>
                    <div>
                        <h3>Особисті якості:</h3>
                        <p>Уважність, відповідальність, технічне  та аналітичне мислення, врівноваженість, зосередженість, висока ступінь самоорганізації, дисциплінованість, орієнтованість на досягнення результату</p>
                    </div>
                    </div>
        </Fragment>
    );
}
ReactDOM.render(<App />, document.getElementById('root'));


